IDEA Open Model
SteelSetupAISC.MaterialFy_Phi Property
Compatible with IDEA StatiCa Beta 20.0
 Safety factor MaterialFy_Phi
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double MaterialFy_Phi { get; set; }
Public Property MaterialFy_Phi As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace